module.exports = function () {
    return { 
        products: [
            { id: 1, name: "Рисуем мир вокруг нас", category: "Основы рисования", description: "Искусство карандашного рисунка универсально -это и небольшой набросок предмета и сложная композиция, с полным диапазоном тональных оттенков. Художники, работы которых представлены в этой книге, создали свой собственный, особый подход к рисунку, отраженный в многочисленных и универсальных уроках.  С помощью простых пошаговых упражнений,  вы освоите как отдельные детали пейзажа, натюрморта и портрета: дервья, облака, цветы и фрукты, отдельные черты лица и фигуру человека, так и научитесь рисовать сложные композиции. Следуя инструкциям и описаниям, представленным в этой книге, вы обретете так необходимое вам вдохновение.", price: 250,
                picture: "https://www.auchan.ru/pokupki/media/catalog/product/cache/1/image/774x585/040ec09b1e35df139433887a97daa66f/4/0/404643.jpg"},
            { id: 2, name: "Основы рисования", category: "Основы рисования", 
                description: "Искусство карандашного рисунка универсально - это и небольшой набросок предмета и сложная композиция, с полным диапазоном тональных оттенков. Художники, работы которых представлены в этой книге, создали свой собственный, особый подход к рисунку, отраженный в многочисленных и универсальных уроках. С помощью простых пошаговых упражнений, вы освоите как отдельные детали пейзажа, натюрморта и портрета: деревья, облака, цветы и фрукты, отдельные черты лица и фигуру человека, так и научитесь рисовать сложные композиции. Следуя инструкциям и описаниям, представленным в этой книге, вы обретете так необходимое вам вдохновение.", price: 250.00,picture: "https://img4.labirint.ru/rc/52344833f4601d4a47c769094ad94208/220x340/books56/557668/cover.jpg?1576851905"},
 
            { id: 3, name: "Рисуем кошек", category: "Рисуем животных", 
                description: "Для начинающего художника изображение кошки кажется слишком сложной задачей. Неподготовленному человеку, без опыта обучения в художественной школе или изостудии, тяжело самостоятельно взяться за эту непростую работу. К тому же животные всегда бывают в движении, и рисовать этих очаровательных созданий с натуры довольно трудно. С чего начать? Как определить форму этого подвижного и забавного животного и нарисовать кошку достоверно и реалистично? Как уловить и сохранить мимолетную позу? Как передать особенности разных пород? В этом самоучителе вы найдете ответы на эти, и многие другие вопросы, которые помогут вам освоить базовые принципы  рисования кошек, котов и котят.", price: 270.00, picture: "https://www.auchan.ru/pokupki/media/catalog/product/cache/1/image/774x585/040ec09b1e35df139433887a97daa66f/4/6/460447.jpg"},

            { id: 4, name: "Курс рисования для начинающих", category: "Первые навыки", 
                description: "Авторы этой книги – известные художники – разработали систему пошаговых упражнений, с помощью которых вы с легкостью научитесь рисовать карандашом абсолютно все: портреты и фигуру людей, пейзажи и натюрморты, животных и птиц, карикатуры и персонажей мультфильмов. А также вы узнаете о необходимых для работы инструментах и материалах, основных элементах рисунка, познакомитесь с композицией, перспективой и светотеневой моделировкой, научитесь создавать различные текстуры.На основе пошаговых инструкций вы сможете с легкостью выполнять рисунки любой сложности и создадите свой собственный неповторимый шедевр!", 
                price: 250.00, picture: "https://www.auchan.ru/pokupki/media/catalog/product/cache/1/image/774x585/040ec09b1e35df139433887a97daa66f/3/9/398723.jpg"},
 
            { id: 5, name: "Полный курс рисования", category: "Полный курс", 
                description: "Искусство карандашного рисунка универсально -это и небольшой набросок предмета и сложная композиция, с полным диапазоном тональных оттенков. Художники, работы которых представлены в этой книге, создали свой собственный, особый подход к рисунку, отраженный в многочисленных и универсальных уроках. Авторы научат вас как нарисовать натюрморт, животных, пейзаж и портрет. Следуя инструкциям и описаниям, представленным в этой книге, вы обретете так необходимое вам вдохновение.", price: 250, picture: "https://www.auchan.ru/pokupki/media/catalog/product/cache/1/image/774x585/040ec09b1e35df139433887a97daa66f/3/8/381569.jpg"},
            { id: 6, name: "Полный курс рисования карандашом", category: "Полный курс", 
                description: "Карандаш  – материал, позволяющий создавать очень выразительные рисункЗаняться рисованием и освоить творческий подход к рисунку – это отличный способ проявить себя, научиться реализовывать свой творческий потенциал. При этом не важно, в каком вы возрасте и чем занимаетесь в жизни. Главное – наличие свободного времени и огромное желание творить, проявлять свой  вкус.Для начинающих, научиться рисовать не так сложно, как покажется на первый взгляд. С помощью этого самоучителя вы с легкостью освоите самые разные материалы, включая цветные карандаши, уголь, перо и чернила, познакомитесь с разнообразными техниками и жанрами рисования. Более 850 цветных и черно-белых иллюстраций, 60 уроков, которые вы сможете легко повторить –  пейзажи, натюрморты и портреты. Каждый проект сопровождается ясными пошаговыми иллюстрациями и инструкциями.", price: 950, picture: "https://www.auchan.ru/pokupki/media/catalog/product/cache/1/image/774x585/040ec09b1e35df139433887a97daa66f/2/1/217685.jpg"},
            { id: 7, name: "Ботанические портреты", category: "Портреты", 
                description: "Структура растений так уникальна и красива, что художникам всегда хочется запечатлеть ее на бумаге. Но как правильно передать форму, оттенок и детали цветка, дерева, плода? Эта книга, являясь современной интерпретацией классической ботанической иллюстрации, поможет вам сориентироваться в таком сложном и таком прекрасном мире растений. Авторы книги – известные художники и преподаватели рисунка поделятся с вами секретами и приемами, которые они используют для создания великолепных произведений искусства. С помощью этого самоучителя, вы с легкостью научитесь: создавать базовые формы, рисовать элементы цветов, фруктов и деревьев, использовать оттенки, создавать текстуры растений, объединять формы в натюрморты и пейзажи.", 
                price: 300, picture: "https://images.firma-gamma.ru/images/8/e/d64667922204l.jpg"},
            { id: 8, name: "Рисуем карандашом портреты", category: "Портреты", 
                description: "Карандаш - материал, позволяющий создавать очень выразительные рисунки. Авторы этой книги – известные художники – разработали систему пошаговых упражнений, с помощью которых вы с легкостью научитесь рисовать карандашоми абсолютно все:пейзажи и натюрморты,птиц, портреты и фигуру человека, архитектуру. Из этой книги вы узнаете обо всех необходимых инструментах и материалах, а также основных элементах рисунка, познакомитесь с композицией, перспективой и светотеневой моделировкой. На основе пошаговых инструкций вы сможете с легкостью выполнять рисунки любой сложности.", price: 250, picture: "https://www.auchan.ru/pokupki/media/catalog/product/cache/1/image/774x585/040ec09b1e35df139433887a97daa66f/4/3/432887.jpg"},
            { id: 9, name: "Рисуем животных", category: "Рисуем животных", 
                description: "Вы хотите научится рисовать всё и добиться потрясающих эффектов, затрачивая минимум усилий и времени? В этой книге популярная художница и писательница Клаудия Найс покажет вам, как правильно соединить тушь и акварельные краски для того, чтобы лучше передать текстуру различных предметов  и настроение в вашем рисунке. Используя самые простые приемы вроде обычных ударов кистью, разбрызгивания краски, использования пунктира и размывания чернил, вы откроете для себя новый и удивительный мир легкой, но при этом очень выразительной манеры живописи. Вы узнаете, как «состарить» привлекательный домик, выстроенный из грубого камня, как передать  сияние тонкого фарфора, яркие вечерние  огни и многое, многое другое. Вы сможете создать множество самых разных сюжетов, включая  пейзажи и  натюрморты. Вы узнаете, как изобразить различные строения, автомобили, городские улицы, фигуры людей, прозрачное стекло,  блестящий металл и керамику, фрукты и деревья. Вы найдете здесь советы эксперта, как и когда вносить в акварель штрихи пером и тушью. Чтобы вам было удобнее и приятнее читать эту книгу, в нее добавлено множество рисунков с подробными пошаговыми комментариями.", price: 250, picture: "https://www.auchan.ru/pokupki/media/catalog/product/cache/1/image/774x585/040ec09b1e35df139433887a97daa66f/4/1/414927.jpg" }
        ],
        orders: []
    }
}
