module.exports = function () {
    return { 
        products: [
            { id: 1, name: "Рисуем мир вокруг нас", category: "Основы рисования", description: "Искусое.", price: 250,
                picture: "https://www.auchan.ru/pokupki/media/catalog/product/cache/1/image/774x585/040ec09b1e35df139433887a97daa66f/4/0/404643.jpg"},
                      
            { id: 8, name: "Рисуем карандашом портреты", category: "Портреты", 
                                description: " ги вы узнаете обо всех необходимых инструментах и материалах, а также основных элементах рисунка, познакомитесь с композицией, перспективой и светотеневой моделировкой. На основе пошаговых инструкций вы сможете с легкостью выполнять рисунки любой сложности.", price: 250, picture: "https://www.auchan.ru/pokupki/media/catalog/product/cache/1/image/774x585/040ec09b1e35df139433887a97daa66f/4/3/432887.jpg"},
            { id: 9, name: "Рисуем животных", category: "Рисуем животных", 
                description: "Вы хотите научится рисовать всё и добиться потрясающих эффектов, затрачивая минимум усилий и времени? В этой книге популярная художница и писательница Клаудия Найс покажет вам, как правильно соединить тушь и акварельные краски для того, чтобы лучше передать текстуру различных предметов  и настроение в вашем рисунке. Используя самые простые приемы вроде обычных ударов кистью, разбрызгивания краски, использования пунктира и размывания чернил, вы откроете для себя новый и удивительный мир легкой, но при этом очень выразительной манеры живописи. Вы узнаете, как «состарить» привлекательный домик, выстроенный из грубого камня, как передать  сияние тонкого фарфора, яркие вечерние  огни и многое, многое другое. Вы сможете создать множество самых разных сюжетов, включая  пейзажи и  натюрморты. Вы узнаете, как изобразить различные строения, автомобили, городские улицы, фигуры людей, прозрачное стекло,  блестящий металл и керамику, фрукты и деревья. Вы найдете здесь советы эксперта, как и когда вносить в акварель штрихи пером и тушью. Чтобы вам было удобнее и приятнее читать эту книгу, в нее добавлено множество рисунков с подробными пошаговыми комментариями.", price: 250, picture: "https://www.auchan.ru/pokupki/media/catalog/product/cache/1/image/774x585/040ec09b1e35df139433887a97daa66f/4/1/414927.jpg" }
        ],
        orders: []
    }
}
